<template>
  <div class="home-wrapper">

    <p>歡迎使用我們的事務紀錄系統！這是一個簡單而有效的工具，旨在協助您追蹤、管理和完成任務。不再忘記重要的事項，讓我們的系統成為您事務的得力助手。</p>

    <p>事務紀錄系統是一個專為個人和團隊設計的任務管理工具。無論您是一位個體工作者還是團隊領導，我們的系統都能夠提供一個直觀而高效的方式，讓您組織、追蹤和完成任務。</p>

    <p>要快速開始使用我們的系統，請點選事務的分頁，創建您的第一個事務。</p>
    <p>您可以設定日期、添加備註，調整優先度，選擇未完成或完成。使用我們的系統，您將能夠提高工作效率，確保所有任務得到妥善處理。</p>

    <p>我們致力於為您提供一個順暢、直觀的使用體驗。請隨時聯繫我們的支援團隊，我們將樂意為您提供協助。</p>

    <p>感謝您選擇事務紀錄系統，讓我們共同打造一個更有組織、更高效的工作環境！</p>

  </div>
</template>

<script setup lang="ts">
</script>

<style scoped lang="scss">
main {
  width: 100%;
}

.home-wrapper {
  padding: 60px 80px 80px 80px;
  p {
    margin-bottom: 10px;
    font-size: 18px;
  }
}

</style>